(package! tldr)
;dired commander
(package! diredc)
;discord presence
(package! elcord)
;beacon
(package! beacon)
;org to markdown
(package! ox-gfm)
;treesitter
(package! tree-sitter)
(package! tree-sitter-langs)
;harpoon
(package! harpoon)
;fennel
(package! fennel-mode)
