(package! tldr)
;;dired commander
(package! diredc)
;;discord presence
(package! elcord)
;;beacon
(package! beacon)
;;treesitter
(package! tree-sitter)
(package! tree-sitter-langs)
;;harpoon
(package! harpoon)
;;fennel
(package! fennel-mode)
;;org bulltes
(package! org-bullets)
;;aphelia formater
(package! apheleia)
;;editing csv files
(package! csv-mode)
;;show icons in dired
(package! nerd-icons-dired)
;;preview files in dired
(package! dired-preview)
